/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidParameter" = "Parametru nevalabil.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidOperationCode" = "Cod de operaţie nevalabil.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorCommunicationManagerError" = "Imposibil de conectat la server. Verificaţi date conectare.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorUserAlreadyLoggedIn" = "Utilizator deja conectat.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationExecutionInProgress" = "Execuţie operaţie este deja în prelucrare.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidOperationContext" = "Context de operaţie nevalabil.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidCommunicatorId" = "ID nevalabil pt.protocol de comunicaţii.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidActionItemId" = "ID poziţie acţiune nevalabil.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorCouldNotDecideCommunicator" = "Imposibil de determinat protocol de comunicaţii.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidBackendPassword" = "Verificaţi parola dvs.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorDeviceAlreadyRegistered" = "Acest dispozitiv este deja înregistrat pt.alt utilizator.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorPasswordsNotEqual" = "Codurile de acces pe care le-aţi introdus nu corespund.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "Operaţia nu este permisă în această stare.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidServerHost" = "Date conect.introduse sunt insf.sau neval. Încerc.din nou.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorResetErrorCheckNetwork" = "Imposibil de resetat aplicaţie. Verificaţi dacă sunteţi conectat la reţea.";

/* XMSG */
"keyErrDescrMAFLogonErrorCheckLoginData" = "Imposibil de conectat la server. Verificaţi date conectare.";

/* XMSG */
"keyErrDescrMAFLogonErrorCheckUsernamePassword" = "Verificaţi numele de utilizator şi parola.";

/* XMSG */
"keyErrDescrMAFLogonErrorConsultWithAdministrator" = "Imposibil de conectat la server. Consultaţi-vă cu administratorul.";

/* XMSG */
"keyErrDescrMAFLogonErrorInvalidLoginData" = "Date conect.introduse sunt insf.sau neval. Încerc.din nou.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeCorrect" = "Introduceţi codul de acces corect.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeDigit" = "Introduceţi un cod acces care să conţină cel puţin o cifră.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeDontMatch" = "Codurile de acces pe care le-aţi introdus nu corespund.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeExpired" = "Codul de acces a expirat. Trebuie să-l modificaţi.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeLength" = "Introduceţi un cod de acces cu cel puţin {0} caractere.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeLowercase" = "Introduceţi un cod de acces care să conţină cel puţin o literă minusculă.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeSpecialCharacters" = "Introd.cod acces care să conţină cel puţin un car.special.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeUniqueCharacters" = "Introd.cod acces care să conţină cel puţin {0} caract.unice.";

/* XMSG */
"keyErrDescrMAFLogonErrorPasscodeUppercase" = "Introduceţi un cod de acces care să conţină cel puţin o literă majusculă.";

/* XMSG */
"keyErrDescrMAFLogonErrorCertificateKeyGeneration" = "Imposibil de obţinut cheie pt.certificat.";

/* XMSG */
"keyErrDescrMAFLogonErrorCertificateGeneration" = "Imposibil de obţinut certificat.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorUnknown" = "Eroare necunoscută";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorAlreadyExists" = "Memorie securizată există deja";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorDataTypeError" = "Eroare tip de date";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorDoesNotExist" = "Memorie securizată nu există";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorInvalidArg" = "Argument nevalabil";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorInvalidPassword" = "Introduceţi codul de acces corect.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorLocked" = "Memorie securizată este blocată";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorOutOfMemory" = "Memorie securizată are memorie insuficientă";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordExpired" = "Codul de acces a expirat. Trebuie să-l modificaţi.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequired" = "Introd.cod acces care să conţină cel puţin {0} caract.unice.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresDigit" = "Introduceţi un cod acces care să conţină cel puţin o cifră.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresLower" = "Introd.cod acces care să conţină cel puţin un car.cu minusc.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresSpecial" = "Introd.cod acces care să conţină cel puţin un car.special.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordRequiresUpper" = "Introd.cod acces care să conţină cel puţin un car.cu majusc.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinLength" = "Introduceţi un cod de acces cu cel puţin {0} caractere.";

/* XMSG: message */
"keyErrDescrMAFSecureStoreManagerErrorPasswordUnderMinUniqueChars" = "Introd.cod acces care să conţină cel puţin {0} caract.unice.";

/* XMSG */
"keyErrDescrMAFSecureStoreManagerErrorDeleted" = "Memorie securizată este ştearsă.";

/* XMSG */
"keyErrDescrMAFLogonErrorOperationNotSupported" = "Operaţie nesuportată.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorInvalidMCIMSSOPin" = "Cod de acces SSO nevalabil.";

/* XMSG: message */
"keyErrDescrMAFLogonErrorAfariaInvalidCredentials" = "Acreditări Afaria nevalabile.";

